Repository: aliakbarRashidi/calendar-app
Catalog: po/*.po
Languages: gu, te

source: (+) New Event
gu: નવી ઘટના
te: (+) కొత్త సంఘటన

source: Add invite
gu: આમંત્રિત ઉમેરો
te: ఆహ్వానం చేర్చు

source: Edit
gu: ફેરફાર કરો
te: సవరించు

source: People
gu: લોકો
te: జనం

source: Create event
gu: ઘટના બનાવો
te: సంఘటనను సృష్టించు

source: Add event name
gu: ઘટના નું નામ ઉમેરો
te: సంఘటన పేరును చేర్చు

source: Location
gu: સ્થળ
te: స్థానం

source: Add Location
gu: સ્થળ ઉમેરો
te: స్థానాన్ని చేర్చు

source: Invite People
gu: લોકોને આમંત્રિત કરો
te: జనాన్ని ఆహ్వానించు

source: Save
gu: સાચવો
te: భద్రపరుచు

source: HH:mm
gu: કક:મિમિ

source: To-do
gu: કરવું
te: చేయవలసినవి

source: New Event
gu: નવી ઘટના
te: కొత్త సంఘటన

source: Timeline
gu: સમયરેખા
te: కాలవ్యవధి

source: Diary
gu: ડાયરી
te: దినచర్య

source: Calendar
gu: કેલેન્ડર
te: క్యాలెండర్
